
 INSERT INTO qna_board (title, writer, content, user_no, status)
        VALUES 
        ('Q&A1', '김조은', '질문', 15, '답변대기'),
        ('Q&A2', '김연아', '질문', 15, '답변대기'),
        ('Q&A3', '박보검', '질문', 15, '답변대기'),
        ('Q&A4', '손예진', '질문', 15, '답변대기'),
        ('Q&A5', '이민호', '질문', 15, '답변대기'),
        ('Q&A6', '수지', '질문', 15, '답변대기'),
        ('Q&A7', '박서준', '질문', 15, '답변대기'),
        ('Q&A8', '아이유', '질문', 15, '답변대기'),
        ('Q&A9', '현빈', '질문', 15, '답변대기'),
        ('Q&A10', '정은지', '질문', 15, '답변대기');