
 INSERT INTO qna_board (title, writer, content, user_no, status)
        VALUES 
        ('Q&A1', '신준수', '질문', 15, '답변대기'),
        ('Q&A2', '신준수', '질문', 15, '답변대기'),
        ('Q&A3', '신준수', '질문', 15, '답변대기'),
        ('Q&A4', '신준수', '질문', 15, '답변대기'),
        ('Q&A5', '신준수', '질문', 15, '답변대기'),
        ('Q&A6', '신준수', '질문', 15, '답변대기'),
        ('Q&A7', '신준수', '질문', 15, '답변대기'),
        ('Q&A8', '신준수', '질문', 15, '답변대기'),
        ('Q&A9', '신준수', '질문', 15, '답변대기'),
        ('Q&A10', '신준수', '질문', 15, '답변대기');
 INSERT INTO star_board (title, writer, content, card, status, user_no, type)
        VALUES 
        ('Q&A1', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard'),
        ('Q&A2', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard'),
        ('Q&A3', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard'),
        ('Q&A4', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard'),
        ('Q&A5', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard'),
        ('Q&A6', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard'),
        ('Q&A7', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard'),
        ('Q&A8', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard'),
        ('Q&A9', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard'),
        ('Q&A10', '신준수', '질문', "무료홍보", "홍보요청", 15, 'starCard');